<template>
  <div class="bdm">
    <div class="bdm_top">
      <div>BDW交易平台服务协议</div>
      <p class="pp" style="margin-top:20px;">
        《BDW交易平台服务协议》（以下简称“本协议”）是币多网（www.coinmany.com）
        （以下简称“本网站”）用户协议的补充部分，适用于本网站所提供的相关服务。本网站的
        用户协议及其他条款继续适用于本网站所有用户。在通过本网站继续下一步操作前，请您务
        必仔细阅读并透彻理解本协议。如您通过本网站继续下一步操作，或以任何方式使用币多网
        的相关服务，视为您已经谨慎阅读并理解且同意本协议。/p>
      </p>
      <p class="pp">
        本协议在任何时候都可以被本网站修改、更改或更新，而无需事先通知您。您应该经常
        检查，以确认您对本协议的复制和理解是及时和准确的。在任何修改、更改或更新的生效日
        期之后，如您继续选择使用本网站的任何服务，即视为您对新修改、更改或跟新后的本协议
        的接受。本网站所有内容，为便利用户，提供多个语言版本，若有冲突或遗漏等情况，以中
        文内容为准。
      </p>
      <p class="pp1">BDW特别声明</p>
      <p class="pp2">因涉及到资产交易和流动，请确保所用终端的安全性。</p>
      <p class="pp2">因涉及到资产交易和流动，请确保所用网络的安全性。</p>
      <p class="pp2">因个人问题造成的任何操作失误和财产损失，责任自负。</p>
      <p class="pp1">一、服务内容</p>
      <p class="pp2">
        1.1.通过BDW及其关联公司提供的BDW服务和其它服务，会员可在BDW上发布交易
        信息、查询比特币等虚拟货币等虚拟币价格和交易信息、达成交易意向并进行交易、参加
        BDW组织的活动以及使用其它信息服务及技术服务。
      </p>
      <p class="pp2">
        1.2.您在BDW上交易过程中与其他会员发生交易纠纷时，一旦您或其它会员任一方或
        双方共同提交BDW要求调处，则BDW有权根据单方判断做出调处决定，您了解并同意接
        受BDW的判断和调处决定。
      </p>
      <p class="pp2">
        1.3.您了解并同意，BDW有权应政府部门（包括司法及行政部门）的要求，向其提供
        您向BDW提供的用户信息和交易记录等必要信息。如您涉嫌侵犯他人知识产权等合法权益，
        则BDW亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息。
        3.4.您在使用BDW服务过程中，所产生的应纳税赋，以及一切硬件、软件、服务及其它方
        面的费用，均由您独自承担。
      </p>
      <p class="pp1">二、服务使用范围</p>
      <p class="pp2">
        2.1.在BDW上使用BDW服务过程中，您承诺遵守以下约定：在使用BDW服务过程中
        实施的所有行为均遵守国家法律、法规等规范性文件及BDW各项规则的规定和要求，不违
        背社会公共利益或公共道德，不损害他人的合法权益，不偷逃应缴税费，不违反本协议及相
        关规则。您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法
        律责任，并确保BDW免于因此产生任何损失。
      </p>
      <p class="pp2">
        2.2.在与其他会员交易过程中，遵守诚实信用原则，不采取不正当竞争行为，不扰乱网
        上交易的正常秩序，不从事与网上交易无关的行为。不对BDW上的任何数据作商业性利用，
        包括但不限于在未经BDW事先书面同意的情况下，以复制、传播等任何方式使用BDW站
        上展示的资料。不使用任何装置、软件或例行程序干预或试图干预BDW的正常运作或正在
        BDW上进行的任何交易、活动。您不得采取任何将导致不合理的庞大数据负载加诸BDW网
        络设备的行动。
      </p>
      <p class="pp2">
        2.3.您了解并同意：BDW有权对您是否违反上述承诺做出单方认定，并根据单方认定
        结果适用规则予以处理或终止向您提供服务，且无须征得您的同意或提前通知予您。基于维
        护BDW交易秩序及交易安全的需要，BDW有权在发生恶意出售或者购买等扰乱市场正常交
        易秩序的情形下，执行关闭相应交易订单等操作。经国家行政或司法机关的生效法律文书确
        认您存在违法或侵权行为，或者BDW根据自身的判断，认为您的行为涉嫌违反本协议或规
        则的条款、涉嫌违反法律法规的规定的，BDW有权在BDW上公示您的该等涉嫌违法或违约
        行为及BDW已对您采取的措施。对于您在BDW上发布的涉嫌违法或涉嫌侵犯他人合法权
        利或违反本协议和/或规则的信息，BDW有权不经通知您即予以删除，且按照规则的规定进
        行处罚。
      </p>
      <p class="pp2">
        2.4.对于您在BDW上实施的行为，包括您未在BDW上实施但已经对BDW及其用户产
        生影响的行为，BDW有权单方认定您行为的性质及是否构成对本协议或规则的违反，并据
        此作出相应处罚。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担
        的不利后果。对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义
        独立承担所有的法律责任，并应确保BDW免于因此产生损失或增加费用。如您涉嫌违反有
        关法律或者本协议之规定，使BDW遭受任何损失，或受到任何第三方的索赔，或受到任何
        行政管理部门的处罚，您应当赔偿BDW因此造成的损失或发生的费用，包括合理的律师费
        用。
      </p>
      <p class="pp1">三、责任范围和责任限制</p>
      <p class="pp2">
        3.1BDW负责按”现状"和"可得到"的状态向您提供BDW服务。但BDW对BDW服务不
        作任何明示或暗示的保证，包括但不限于BDW服务的适用性、没有错误或疏漏、持续性、
        准确性、可靠性、适用于某一特定用途。同时，BDW也不对BDW服务所涉及的技术及信息
        的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。
      </p>
      <p class="pp2">3.2您了解BDW上的信息系用户自行发布，且可能存在风险和瑕疵。</p>
      <p class="pp2">
        3.3BDW仅作为交易地点。BDW仅作为您获取比特币等虚拟货币等虚拟货币信息、物
        色交易对象、就比特币等虚拟货币等虚拟货币的交易进行协商及开展交易的场所，但BDW
        无法控制交易所涉及的比特币等虚拟货币等虚拟货币的质量、安全或合法性，交易信息的真
        实性或准确性，以及交易各方履行其在交易协议中各项义务的能力。您应自行谨慎判断确定
        相关比特币等虚拟货币等虚拟货币或信息的真实性、合法性和有效性，并自行承担因此产生
        的责任与损失。除非法律法规明确要求，或出现以下情况，否则，BDW没有义务对所有用
        户的信息数据、比特币等虚拟货币等虚拟货币等虚拟币信息、交易行为以及与交易有关的其
        它事项进行事先审查：BDW有合理的理由认为特定会员及具体交易事项可能存在重大违法
        或违约情形；BDW有合理的理由认为用户在BDW的行为涉嫌违法或不当。
      </p>
      <p class="pp2">
        3.4BDW或BDW授权的第三方或您与BDW一致同意的第三方有权基于您不可撤销的授
        权受理您与其他会员因交易产生的争议，并有权单方判断与该争议相关的事实及应适用的规
        则，进而作出处理决定，包括但不限于调整相关订单的交易状态，指令第三方支付公司或者
        客服将争议货款的全部或部分支付给交易一方或双方。该处理决定对您有约束力。如您未在
        限期内执行处理决定的，则BDW有权利（但无义务）直接使用您尚在BDW账户内的款项，
        或您向比BDW及其关联公司交纳的保证金代为支付。
      </p>
      <p class="pp2">
        4.5您应及时补足保证金并弥补BDW及其关联公司的损失，否则BDW及其关联公司有
        权直接抵减您在其它合同项下的权益，并有权继续追偿。您理解并同意，BDW或BDW授权
        的第三方或您与BDW一致同意的第三方并非司法机构，仅能以普通人的身份对证据进行鉴
        别，BDW或BDW授权的第三方或您与BDW一致同意的第三方对争议的调处完全是基于您
        不可撤销得授权，其无法保证争议处理结果符合您的期望，也不对争议调处结论承担任何责
        任。如您因此遭受损失，您同意自行向受益人索偿。
      </p>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {};
  },
  mounted() {
    this.getDate();
  },

  computed: {},
  methods: {}
};
</script>
<style lang="scss" scoped>
.bdm {
  width: 1200px;
  margin: 0 auto;
  position: relative;
  top: 100px;
  margin-bottom: 200px;
  border: 1px solid #ddd;
  .bdm_top {
    padding: 50px;
  }
  .pp {
    text-indent: 24px;
    color: #333333ff;
  }
  .pp1 {
    margin-top: 30px;
    color: #333333ff;
    font-size: 18px;
    font-weight: bold;
  }
  .pp2 {
    text-indent: 24px;
    color: #333333ff;
  }
  .bdm_top div:nth-child(1) {
    text-align: center;
    font-size: 30px;
    font-weight: bold;
    color: #333333ff;
  }
}
</style>
